Repository: 8kto/ttrpg-lotfp-helpers
Catalog: src/translations/locales/*.po
Languages: ru

source: Lamentations of the Flame Princess helpers
ru: Помощник для Lamentations of the Flame Princess

source: Writing ink: Stored in a small ceramic jar or tin and sufficient for 50 pages of normal writing. Required for mapping.
ru: Писчие чернила: Хранятся в небольшой керамической баночке или жестяной коробке, достаточно для 50 страниц обычного письма. Обязательны для рисования карт.

source: Coins
ru: Монеты

source: config.misc.airBladder.details
ru: Кожаный мешочек с трубкой для рта; дополнительный глоток воздуха для подводного плавания.<br />Может использоваться и как вспомогательное плавательное средство.

source: config.melee.mancatcher.details
ru: При успешном попадании жертва должна сделать спасбросок от Паралича. В случае провала, жертва считается беспомощной, как и владелец мэнкэтчера, пока цель удерживается. Двуручное.

source: Clothing, Poor
ru: Одежда, простая

source: Weapon, Medium
ru: Среднее оружие

source: Middle, -2 AB
ru: Средняя, -2 AB

source: This can be used to attack from the second rank, and can be used to receive a charge.
ru: Можно использовать для атаки из второго ряда, а также для встречи рывка (charge).

source: Regular weather
ru: Обычная погода

source: Great axe
ru: Большой топор

source: Fighter 3
ru: Воин 3

source: Leather
ru: Кожаная броня

source: Holy Water
ru: Святая вода

source: Basic
ru: Базовый набор

source: Rations, Iron/Day
ru: Пайки, железные/День

source: Long, -4 AB
ru: Дальняя, -4 AB

source: Nails
ru: Гвозди

source: Pipe
ru: Трубка

source: This one handed weapon suffers a –2 penalty to hit opponents with an unadjusted AC of 15 or better.
ru: Штраф -2 AB на атаку противников с AC 15 или выше.

source: This weapon is ineffective against targets with unadjusted AC 14 or better, but allows mêlée attacks on opponents up to 10 ft away.
ru: Это оружие неэффективно против целей с немодифицированным AC 14 и выше, но позволяет атаковать на расстоянии до 10 футов.

source: Flask of Lamp Oil
ru: Фляга с маслом для ламп

source: Iron (dry) Rations may consist of dry bread, hard cheese, dried fruit, nuts, beans, jerky, or any other food which will not “go bad” in less than about a month (if not longer). Dry rations are packaged in waxed or oiled cloth to protect them
ru: Железные (сухие) пайки могут включать сухой хлеб, твердый сыр, сушёные фрукты, орехи, бобы, вяленое мясо или любую другую пищу, которая не испортится менее чем за месяц (если не дольше). Сухие продукты упакованы в промасленную или вощёную ткань для защиты.

source: Saddlebag
ru: Седельная сумка

source: Using a crowbar adds a +1 bonus to the Open Doors roll chances.
ru: Использование ломика добавляет бонус в +1 для броска на Открытие Дверей

source: Holy Symbol, Steel
ru: Священный символ, стальной

source: Fighter 1
ru: Воин 1

source: Damage
ru: Урон

source: Tent, Regular
ru: Палатка, обычная

source: Map, Local
ru: Карта, локальная

source: City
ru: Город

source: Shovel
ru: Лопата

source: Air Bladder
ru: Воздушный пузырь

source: Emits light in a 30' radius. Burns for 1 hour.
ru: Даёт освещение в радиусе 30 футов. Горит 1 час.

source: Holy Symbol, Wood
ru: Священный символ, деревянный

source: Silver pieces
ru: Серебряные монеты

source: Spikes for your boots – better success at climbing and keeping balance on ice
ru: Шипы для ботинок - помогают при лазании и сохранении равновесия на льду

source: Bow, Short
ru: Короткий лук

source: Copper
ru: Медные

source: Mêlée
ru: Ближний бой

source: Name
ru: Название

source: Range
ru: Дальность

source: Manacles
ru: Кандалы

source: Mirror, Glass
ru: Зеркало, стеклянное

source: Hand axe
ru: Ручной топор

source: Mace
ru: Булава

source: Riding Gear
ru: Снаряжение для верховой езды

source: Emits light in a 30' radius. Burns for 4 hours. Uses flasks of oil as fuel.
ru: Даёт освещение в радиусе 30 футов. Горит 4 часа. Использует фляги с маслом как топливо.

source: Book, Spell (Blank)
ru: Книга заклинаний (пустая)

source: Required field
ru: Обязательное поле

source: Scroll Case
ru: Футляр для свитков

source: Equipment
ru: Снаряжение

source: Chalk
ru: Мел

source: Weapon, Great
ru: Большое оружие

source: These are one-handed weapons, including short swords and hand axes
ru: Одноручное оружие, включая короткие мечи и секиры

source: Wineskin/Waterskin is a container for drinking water or wine; though generally water is taken into a dungeon or wilderness environment. The standard waterskin holds one quart of liquid, which is the minimum amount required by a normal character in a single day.
ru: Бурдюк/Мешок для воды - это контейнер для питьевой воды или вина. Стандартный мешок для воды вмещает одну кварту жидкости, что является минимальным количеством для обычного персонажем за один день.

source: Barrel
ru: Бочка

source: Not enough funds in wallet
ru: Не хватает денег

source: Export or Import Inventory
ru: Экспорт или Импорт инвентаря

source: optional
ru: необязательно

source: Darts for blowgun, quiver (20)
ru: Дротики для духовой трубки, колчан (20)

source: Rural
ru: Деревня

source: Armor
ru: Броня

source: A Tinderbox is generally purchased with a flint and steel; the flint, a piece of hard rock, is struck vigorously against a C-shaped piece of high-carbon steel. When done correctly, hot sparks will fly from the flint and steel into the tinder, hopefully starting a fire.
ru: Трутница, как правило, приобретается вместе с кремнем и сталью; кремень, кусок твёрдой породы, энергично бьётся о С-образный кусок высокоуглеродистой стали. Используется для разведения огня.

source: A rock for throwing, not an ammunition
ru: Камень для метания, не боеприпас

source: Clothing, Extravagant
ru: Одежда, роскошная

source: Sling bullets (10)
ru: Снаряды для пращи (10)

source: Magic-Users and Elves start with spellbooks containing their initial spells.
ru: Маги и Эльфы начинают игру с книгой заклинаний, содержащей их стартовые заклинания.

source: Drill
ru: Дрель

source: This weapon suffers a –2 penalty to hit opponents with an unadjusted AC of 15 or better.
ru: Это оружие имеет штраф –2 AB для противников с немодифицированным AC 15 и выше.

source: Packs
ru: Наборы

source: Silver
ru: Серебряные

source: These are small one-handed weapons including daggers and clubs, and suffer a –2 penalty to hit opponents with an unadjusted AC of 15 or better.
ru: Это небольшое одноручное оружие, включая кинжалы и булавы, даёт штраф -2 AB для противников с AC 15 или выше.

source: Weapon, Minor
ru: Мелкое оружие

source: Encumbrance calculator, inventory manager for the LotFP TTRPG system
ru: Калькулятор нагрузки, инвентарь для LotFP

source: Slings fired with stones instead of bullets have half the listed range.
ru: Пращи, стреляющие камнями вместо пуль, имеют половину указанной дальности

source: Crowbar
ru: Ломик

source: Export as a file
ru: Сохранить как файл

source: Cumbersome
ru: Громоздкий

source: Mirrors are useful for many reasons; for instance, they can be used for looking around corners or for sending signals outdoors using reflected sunlight.
ru: Зеркала полезны по многим причинам; например, их можно использовать для подглядывания из-за угла или для отправки сигналов с помощью отраженных лучей света

source: An aromatic herb that repels vampires and some other undead monsters.
ru: Ароматное растение, что отпугивает вампиров и некоторую другую нежить.

source: Arrow (1)
ru: Стрела (1)

source: Candle
ru: Свеча

source: Waterskin
ru: Бурдюк

source: Per day
ru: В день

source: Reset all equipment?
ru: Сбросить всё снаряжение?

source: Active
ru: Активный

source: Second rank
ru: Второй ряд

source: Tent, Personal
ru: Палатка, одиночная

source: Gold
ru: Золотые

source: Chalk is useful for “blazing a trail” through a dungeon or ruin, to ensure that the adventurers can find their way back out again
ru: Мел может быть использован для меток, чтобы отмечать путь

source: Filter by name
ru: Фильтр по названию

source: Wolvesbane
ru: Аконит (Wolvesbane)

source: Fishing Gear
ru: Рыболовные снасти

source: on foot: + CON mod
ru: пешком: + модификатор CON

source: Bedroll
ru: Спальный мешок

source: Include the extended encumbrance ability.
ru: Включить расширенную нагрузку

source: config.missile.blowgun.details
ru: Длинные полые трубки из металла или дерева, используют силу лёгких владельца для стрельбы небольшими дротиками (или, возможно, другими снарядами). Обычно имеет длину около 4 футов, но нередко бывают и до 7 футов.

source: Whistle
ru: Свисток

source: These are one-handed weapons, including swords, battle axes, maces
ru: Одноручное оружие, включая мечи, боевые топоры, булавы.

source: Lock
ru: Замок

source: title.encumbranceUnits
ru: Encumbrance Units

source: Item
ru: Предмет

source: Heavily
ru: Тяжёлая

source: Heavy
ru: Тяжёлый

source: Holy Symbol, Silver
ru: Священный символ, серебряный

source: Polearm
ru: Древковое оружие

source: Enable the weight of coins for encumbrance calculations.
ru: Учитывать вес монет для нагрузки.

source: Cost
ru: Цена

source: Dungeon
ru: Подземелье

source: Clear, plains, trail
ru: Равнины, тропы

source: Equipment pack
ru: Набор снаряжения

source: Set coins
ru: Монеты

source: Reset coins
ru: Сбросить монеты

source: Book, Reading
ru: Книга, для чтения

source: Aconite, also known as wolvesbane (wolfsbane) is sold dried or fresh in single sprigs. This herb is used to drive off lycanthropes, who cannot stand it.
ru: Аконит, также известный как волчий корень или волкобой, продаётся сушёным или свежим, отдельными веточками. Используется для отпугивания оборотней.

source: Add coins
ru: Добавить монет

source: Ladder, 10'
ru: Лестница, 10 футов

source: Category
ru: Категория

source: Specialist’s Tools
ru: Инструменты специалиста

source: Cleric 2
ru: Жрец 2

source: Lightly
ru: Легко нагружен

source: Heavy crossbows can only be fired once in 3 rounds and ignore 4 AC points
ru: Тяжёлый арбалет стреляет только один раз за 3 раунда и игнорирует 4 AC.

source: config.misc.caltrop.details
ru: Ежи (caltrop) — это металлические шипы, которые выглядят как распорки, у которых один острый конец всегда направлен вверх.

source: Use of this weapon requires an attack from surprise, or a successful grapple. If a hit is scored, the target is considered grappled and will take 1d6 damage per round.
ru: Требует неожиданной атаки или успешного захвата. Если атака успешная, цель считается захваченной и получает 1d6 урона за раунд.

source: Chest
ru: Сундук

source: Pseudo
ru: Псевдо

source: Missiles
ru: Метательное

source: Bottle of Wine/Liquor, Poor
ru: Бутылка вина/ликёра, простая

source: Vial or Bottle
ru: Флакон или Бутылка

source: Club
ru: Дубина

source: Miscellaneous
ru: Разное

source: Missile weapons
ru: Метательное оружие

source: Mêlée weapons
ru: Рукопашное оружие

source: A hammer or mallet with a head made of treated wood, plant resins, or other materials. The head of this hammer makes very little sound when striking things (such as a stake, nail, or head). This does not keep what is being hit from making noise – a glass window will still make noise when it shatters.
ru: Киянка или молоток с головкой из обработанного дерева, растительных смол или других материалов. Киянка издает очень мало звука при ударе по вещам. Это не предотвращает шума от того, что бьётся - стеклянное окно все равно будет звенеть, когда разобьётся.

source: Dagger
ru: Кинжал

source: Two-handed sword
ru: Двуручный меч

source: Forest, desert, hills
ru: Леса, пустыни, холмы

source: Add item
ru: Добавить предмет

source: Set
ru: Установить

source: None
ru: Нет

source: title.encumbrancePoints
ru: Encumbrance Points

source: Armor Class
ru: Класс Брони

source: Reset
ru: Сброс

source: Arrows, quiver (20)
ru: Стрелы, колчан (20)

source: OverEncumbered
ru: Перегружен

source: Oversized
ru: Габаритный

source: Garlic
ru: Чеснок

source: Sword
ru: Меч

source: The number should be equal to or greater than 0
ru: Число должно быть больше или равно 0

source: Storm conditions
ru: Буря

source: weapons.melee.secondRank
ru: Возможность атаки из второго ряда

source: Clothing, Normal
ru: Одежда, обычная

source: Rapier
ru: Рапира

source: OR
ru: ИЛИ

source: Sling
ru: Праща

source: Magic user
ru: Маг

source: Backpack
ru: Рюкзак

source: Short
ru: Ближняя

source: Range, feet
ru: Дальность, футы

source: Regular
ru: Обычный

source: Running
ru: Бег

source: Mirror, Silver
ru: Зеркало, серебряное

source: Sling bullets, rocks (10)
ru: Снаряды для пращи, камни (10)

source: page.title.suffix
ru: — Princess Helpers, LotFP tools

source: Blowgun
ru: Духовая трубка

source: Block and Tackle
ru: Блок и полиспаст

source: Severely
ru: Серьёзно нагружен

source: Lard
ru: Сало

source: Sack
ru: Мешок

source: Feed, Animal/Day
ru: Корм для животных/День

source: weapons.melee.charge
ru: Оружие, позволяющее принимать на себя рывок (charge) (урон х2, атакует первым): древковое оружие, копьё.

source: Lantern
ru: Фонарь

source: Details
ru: Детали

source: Unencumbered
ru: Ненагружен

source: Pick, Miner’s
ru: Шахтёрская кирка

source: Gem
ru: Драгоценный камень

source: Weight
ru: Вес

source: About LotFP tools project
ru: О проекте, помощники для LotFP

source: Tobacco
ru: Табак

source: Encumbrance quick reference
ru: Гайд по нагрузке LotFP

source: Rations, Standard/Day
ru: Пайки, стандартные/День

source: Chain, per foot
ru: Цепь, за фут

source: Dwarven Encumbrance
ru: Выносливость гномов

source: Precipitations, high winds
ru: Осадки, сильный ветер

source: Emits light in a 10' radius. Burns for 2 hours.
ru: Даёт освещение в радиусе 10 футов. Горит 2 часа.

source: These weapons must be wielded with two hands. Two-handed swords, mauls, and great axes are included in this category.
ru: Это оружие держат двумя руками. В эту категорию входят двуручные мечи, булавы и большие топоры.

source: Loading...
ru: Загрузка...

source: Provided price is minimal
ru: Указанная цена минимальная

source: {miPerDay, plural, =0 {miles} one {mile} two {miles} few {miles} many {miles} other {miles}}
ru: {miPerDay, plural, =0 {миль} one {миля} two {мили} few {мили} many {миль} other {миль}}

source: Inventory
ru: Инвентарь

source: * Exchange and sort coins, e.g., turn <0>{0} cp</0> into <1>{1} gp 25 sp</1>.
ru: * Конвертировать и сортировать по монетам, т.е. разменять <0>{0} cp</0> на <1>{1} gp 25 sp</1>.

source: Book, Blank
ru: Книга, пустая

source: Import Equipment set
ru: Импорт набора снаряжения

source: Quiver
ru: Колчан

source: Medium
ru: Средняя

source: armor.baseAc
ru: Персонажи без доспехов имеют базовый AC 12.

source: armor.unadjustedAc
ru: Немодифицированный Класс Доспеха (Unadjusted AC) — это только броня и щит. Модификаторы ловкости, магические модификаторы или любые другие не учитываются.

source: Encumbrance
ru: Нагрузка

source: Add equipment item
ru: Добавить предмет

source: Receives charge
ru: Встречает рывок

source: Tent, Grand
ru: Большая палатка

source: Cost, sp
ru: Цена, sp

source: Combat
ru: Бой

source: Grappling Hook
ru: Крюк-кошка

source: Specialist
ru: Специалист

source: Bow, Long
ru: Длинный лук

source: config.armor.plate.details
ru: Путешественники, передвигающиеся в лязгающих латах по каменным полам, не могут никого застать врасплох (PCB стр. 56).

source: details.shareableJson1
ru: Обычный JSON-файл, который может быть использован для восстановления инвентаря.

source: details.shareableUrl1
ru: Ссылка восстанавливает ваш текущий инвентарь. Из-за ограничений на длину URL в некоторых браузерах может работать некорректно (даже несмотря на сжатие самого URL).

source: details.shareableUrl2
ru: URL может превышать 2000 символов и совместим с большинством основных браузеров, но, например, не поддерживается браузером Edge.

source: details.shareableUrlSectionFiles
ru: Файл

source: details.shareableUrlSectionUrl
ru: Поделиться URL

source: Spikes are useful for spiking doors closed (or spiking them open) and may be used as crude pitons in appropriate situations.
ru: Шипы полезны для блокировки дверей и могут использоваться как грубые крюки в подходящих ситуациях.

source: Standard Rations include cured meats, seasonal fruits and vegetables, and fresh breads or biscuits, often wrapped in cloth. These are tastier than dry rations, but will generally only keep for a few days in all but the coldest or driest climates (up to 1 week)
ru: Стандартные пайки включают вяленое мясо, сезонные фрукты и овощи, а также свежий хлеб или бисквиты, часто завёрнутые в ткань. Они вкуснее сухих пайков, но обычно сохраняются всего несколько дней во всех климатах, кроме самых холодных или сухих (до 1 недели)

source: Cestus
ru: Цест

source: Crossbow, Light
ru: Лёгкий арбалет

source: Mancatcher
ru: Мэнкетчер

source: Removed
ru: Удалено

source: Map, Kingdom
ru: Карта королевства

source: Crossbow, Heavy
ru: Тяжёлый арбалет

source: Short sword
ru: Короткий меч

source: ft
ru: фт

source: Rope, 50'
ru: Веревка, 50 футов

source: Rock
ru: Камень

source: Whip
ru: Кнут

source: Tinderbox
ru: Трутница

source: Reset all equipment
ru: Сбросить всё снаряжение

source: Paper
ru: Бумага

source: Spike, Iron
ru: Шип, железный

source: config.melee.slingRocks.details
ru: Пращи, стреляющие камнями вместо пуль, имеют указанную дальность (половина обычной).

source: Coins weigh
ru: Учитывать вес монет

source: Added
ru: Добавлено

source: Shield
ru: Щит

source: Copper pieces
ru: Медные монеты

source: Disclaimer
ru: Дисклеймер

source: Light crossbows can only be fired every once in 2 rounds and ignore 2 AC points
ru: Лёгкий арбалет стреляет раз в 2 раунда и игнорирует 2 пункта AC

source: Charcoal
ru: Уголь

source: Road
ru: Дорога

source: Plate
ru: Латы

source: Battle axe
ru: Боевой топор

source: Wilderness
ru: Дикая местность

source: Inventory cost
ru: Стоимость инвентаря

source: Cleric 1
ru: Жрец 1

source: Adventurer
ru: Авантюрист

source: Crossbow bolt (1)
ru: Арбалетный болт (1)

source: Import
ru: Импортировать

source: Mountains, jungle, swamp
ru: Горы, джунгли, болота

source: Crampons
ru: Кошки (альпинистские)

source: Missile Weapons
ru: Метательное оружие

source: Gold pieces
ru: Золотые монеты

source: Soap
ru: Мыло

source: Add
ru: Добавить

source: Exchange coins *
ru: Разменять *

source: Two-handed
ru: Двуручное

source: Caltrop
ru: Ёж

source: Russian
ru: Русский

source: Garrote
ru: Гаррота

source: Quick Reference on Encumbrance and Movement from the LotFP Core Rules
ru: Гайд по нагрузке и передвижению LotFP

source: Movement
ru: Передвижение

source: Mallet
ru: Киянка

source: config.melee.cestus.details
ru: Включает в себя все виды повязок для кулака и кастеты. Штраф –2 к попаданию по любому противнику с немодифицированным AC 15 и выше.

source: Long
ru: Дальняя

source: Exploration
ru: Исследование

source: Miscellaneous Equipment
ru: Разное снаряжение

source: Torch
ru: Факел

source: Ink
ru: Чернила

source: Cooking Pots
ru: Кастрюли

source: Select random
ru: Выбрать случайный

source: Jewelry
ru: Украшения

source: Pole, 10'
ru: Шест, 10 футов

source: Lance
ru: Длинное копьё

source: No encumbrance if empty
ru: Нет нагрузки, если пустая

source: Hourglass
ru: Песочные часы

source: Dart for blowgun (1)
ru: Дротик для духовой трубки (1)

source: This weapon can be used one-handed if charging on horseback. Otherwise, it is effectively a polearm (pike)
ru: Это оружие можно использовать как одноручное при атаке верхом. В противном случае, равноценно древковому оружию (пике)

source: Wallet
ru: Кошелёк

source: Mirror, Steel
ru: Зеркало, стальное

source: Weapon, Small
ru: Малое оружие

source: Bottle of Wine/Liquor, Rich
ru: Бутылка вина/ликера, дорогая

source: Pouch
ru: Мешочек

source: Staff
ru: Посох

source: Maul
ru: Молот

source: About
ru: О проекте

source: Specialist tools are required for Specialists to utilize their Search skill for finding traps or their Tinker skill for opening locks and conducting similar tasks.
ru: Инструменты специалиста необходимы Специалистам для использования их навыка Поиска при обнаружении ловушек или навыка Взлома для открытия замков и выполнения подобных задач.

source: Charcoal pieces of carbonized wood, which can be used like chalk (with black markings), or to add to tinder
ru: Кусочки угля, которые можно использовать так же, как и мел, или добавлять в трут.

source: Spike, Wooden
ru: Шип, деревянный

source: weapons.melee.twoHanded
ru: Это оружие занимает обе руки

source: Clothing, Winter Travel
ru: Одежда для зимних путешествий

source: +1 AC versus mêlée attacks, +2 AC versus missile attacks.
ru: +1 AC против рукопашных, +2 AC против дальнобойных атак.

source: weapons.melee.secondRankTypes
ru: Оружие второго ряда: длинное копьё, древковое, копьё.

source: weapons.missile.firing
ru: Каждое метательное оружие можно использовать один раз за раунд, кроме арбалетов.

source: weapons.missile.range
ru: Цели на средней дистанции имеют –2 к попаданию, –4 к попаданию на длинной дистанции.

source: Spear
ru: Копьё

source: Fighter 2
ru: Воин 2

source: Required for mapping.
ru: Обязательна для рисования карт.

source: Spyglass
ru: Подзорная труба

source: Crossbow bolts, quiver (20)
ru: Арбалетные болты, колчан (20)

source: Bottle of Wine/Liquor, Decent
ru: Бутылка вина/ликера, приличная

source: Chain
ru: Кольчуга

source: Mêlée Weapons
ru: Ближний бой

source: Enable automatic subtraction of money when equipment items are added
ru: Автоматически вычитать деньги при добавлении предметов

source: Tent, Pavilion
ru: Палатка, павильон

source: Dart
ru: Дротик

source: Export & Import
ru: Экспорт и импорт

source: config.melee.polearm.details
ru: Это двуручное оружие может быть использовано для атаки из второго ряда, может быть использовано для встречи рывка (charge) и получает бонус +1 AB к противников с немодифицированным AC 16 и выше.

source: Instrument
ru: Инструмент
