Repository: 8kto/ttrpg-lotfp-helpers
Catalog: src/translations/locales/cz.po
Languages: cz

source: Writing ink: Stored in a small ceramic jar or tin and sufficient for 50 pages of normal writing. Required for mapping.
cz: Psací inkoust: Uchováván v malé keramické nádobě nebo plechovce, dostatečný pro 50 stran běžného psaní.

source: Coins
cz: Mince

source: config.misc.airBladder.details
cz: Kožený sáček s trubičkou pro ústa; dodatečný nádech vzduchu pro podvodní plavání.<br />Může být použit i jako pomocný plavecký prostředek.

source: config.melee.mancatcher.details
cz: Při úspěšném zásahu touto zbraní musí oběť provést záchraný hod proti Paralýze. V případě neúspěchu je oběť považována za bezbrannou, stejně jako majitel mancatcheru, dokud je cíl držen pro obranu před útoky. Tuto zbraň je nutné držet oběma rukama.

source: Clothing, Poor
cz: Oblečení, chudé

source: Weapon, Medium
cz: Zbraň, střední

source: Middle, -2 AB
cz: Střední, -2 AB

source: This can be used to attack from the second rank, and can be used to receive a charge.
cz: Toto lze použít k útoku ze druhé řady a lze jej použít k přijetí náboje.

source: Regular weather
cz: Běžné počasí

source: Great axe
cz: Velká sekera

source: Fighter 3
cz: Bojovník 3

source: Leather
cz: Kůže

source: Holy Water
cz: Svatá voda

source: Basic
cz: Základní

source: Rations, Iron/Day
cz: Porce, železo/den

source: Long, -4 AB
cz: Dlouhá, -4 AB

source: Nails
cz: Hřebíky

source: Pipe
cz: Dýmka

source: This one handed weapon suffers a –2 penalty to hit opponents with an unadjusted AC of 15 or better.
cz: Tato jednoruční zbraň má penalizaci -2 k zásahu protivníků s neupraveným AC 15 nebo lepším.

source: This weapon is ineffective against targets with unadjusted AC 14 or better, but allows mêlée attacks on opponents up to 10 ft away.
cz: Tato zbraň je neúčinná proti cílům s neupraveným AC 14 nebo lepším, ale umožňuje mêlée útoky na protivníky až do vzdálenosti 10 stop.

source: Flask of Lamp Oil
cz: Láhev lampového oleje

source: Iron (dry) Rations may consist of dry bread, hard cheese, dried fruit, nuts, beans, jerky, or any other food which will not “go bad” in less than about a month (if not longer). Dry rations are packaged in waxed or oiled cloth to protect them
cz: Železné (suché) dávky mohou obsahovat suchý chléb, tvrdý sýr, sušené ovoce, ořechy, fazole, sušené maso nebo jakékoli jiné potraviny, které se nezkazí méně než za měsíc (pokud ne déle). Suché dávky jsou baleny do voskovaného nebo olejovaného plátna pro ochranu.

source: Saddlebag
cz: Sedlová taška

source: Holy Symbol, Steel
cz: Svatý symbol, ocel

source: Fighter 1
cz: Bojovník 1

source: Damage
cz: Poškození

source: Coin weight
cz: Zahrnout váhu

source: Tent, Regular
cz: Stan, běžný

source: Map, Local
cz: Mapa, místní

source: City
cz: Město

source: Shovel
cz: Lopata

source: Air Bladder
cz: Vzduchový měch

source: Emits light in a 30' radius. Burns for 1 hour.
cz: Vyzařuje světlo v poloměru 30 stop. Hoří 1 hodinu.

source: Holy Symbol, Wood
cz: Svatý symbol, dřevo

source: Silver pieces
cz: Stříbrné kusy

source: Spikes for your boots – better success at climbing and keeping balance on ice
cz: Hřeby pro vaše boty - lepší úspěch při lezení a udržování rovnováhy na ledu.

source: Bow, Short
cz: Luk, krátký

source: Copper
cz: Měď

source: Name
cz: Název

source: Range
cz: Rozsah

source: Manacles
cz: Pouta

source: Mirror, Glass
cz: Zrcadlo, sklo

source: Hand axe
cz: Sekera

source: Mace
cz: Palice

source: Riding Gear
cz: Jízdní vybavení

source: Emits light in a 30' radius. Burns for 4 hours. Uses flasks of oil as fuel.
cz: Vyzařuje světlo v poloměru 30 stop. Hoří 4 hodiny. Používá jako palivo lahve s olejem.

source: Book, Spell (Blank)
cz: Kniha, kouzlo (prázdná)

source: Required field
cz: Požadované pole

source: Scroll Case
cz: Pouzdro na svitek

source: Equipment
cz: Vybavení

source: Chalk
cz: Křída

source: Weapon, Great
cz: Zbraň, velká

source: These are one-handed weapons, including short swords and hand axes
cz: To jsou jednoruční zbraně, včetně krátkých mečů a seker

source: Wineskin/Waterskin is a container for drinking water or wine; though generally water is taken into a dungeon or wilderness environment. The standard waterskin holds one quart of liquid, which is the minimum amount required by a normal character in a single day.
cz: Vinný měch/Vodní měch je nádoba na pitnou vodu nebo víno, i když obvykle se voda bere do jeskyně nebo do divočiny. Standardní vodní měch pojme jeden quart tekutiny, což je minimální množství požadované běžnou postavou za jeden den.

source: Barrel
cz: Sud

source: Export or Import Inventory
cz: Exportovat nebo Importovat Inventář

source: optional
cz: volitelné

source: Darts for blowgun, quiver (20)
cz: Šipky pro foukačku, toulec (20)

source: Rural
cz: Venkovský

source: Armor
cz: Brnění

source: A Tinderbox is generally purchased with a flint and steel; the flint, a piece of hard rock, is struck vigorously against a C-shaped piece of high-carbon steel. When done correctly, hot sparks will fly from the flint and steel into the tinder, hopefully starting a fire.
cz: Krabička na doutnák se obvykle kupuje s křemenem a ocelí; křemen, kus tvrdého kamene, se energicky udeří o C-tvarovaný kus vysokouhlíkové oceli. Je-li to provedeno správně, z křemene a oceli do doutnáku vyletí horké jiskry a snad zažehnou oheň.

source: A rock for throwing, not an ammunition
cz: Kámen pro vrhání, ne munice

source: Clothing, Extravagant
cz: Oblečení, extravagantní

source: Sling bullets (10)
cz: Prakové střely (10)

source: Magic-Users and Elves start with spellbooks containing their initial spells.
cz: Kouzelníci a Elfové začínají s kouzelnickými knihami obsahujícími jejich počáteční kouzla.

source: Drill
cz: Vrtačka

source: This weapon suffers a –2 penalty to hit opponents with an unadjusted AC of 15 or better.
cz: Tato zbraň má penalizaci -2 k zásahu protivníků s neupraveným AC 15 nebo lepším.

source: Packs
cz: Balíčky

source: Silver
cz: Stříbro

source: These are small one-handed weapons including daggers and clubs, and suffer a –2 penalty to hit opponents with an unadjusted AC of 15 or better.
cz: To jsou malé jednoruční zbraně včetně dýk a kyjů, které mají penalizaci -2 k zásahu protivníků s neupraveným AC 15 nebo lepším.

source: Weapon, Minor
cz: Zbraň, menší

source: Slings fired with stones instead of bullets have half the listed range.
cz: Pračky střílející kameny místo střel mají poloviční uvedený dosah.

source: Crowbar
cz: Páčidlo

source: Export as a file
cz: Exportovat jako soubor

source: Cumbersome
cz: Neohrabaný

source: Mirrors are useful for many reasons; for instance, they can be used for looking around corners or for sending signals outdoors using reflected sunlight.
cz: Zrcadla jsou užitečná z mnoha důvodů; například mohou být použita pro nahlížení za rohy nebo pro posílání signálů venku pomocí odráženého slunečního světla.

source: Arrow (1)
cz: Šíp (1)

source: Candle
cz: Svíčka

source: Waterskin
cz: Vodní měch

source: Per day
cz: Za den

source: Reset all equipment?
cz: Resetovat veškeré vybavení?

source: Second rank
cz: Druhá řada

source: Tent, Personal
cz: Stan, osobní

source: Gold
cz: Zlato

source: Chalk is useful for “blazing a trail” through a dungeon or ruin, to ensure that the adventurers can find their way back out again
cz: Křída je užitečná pro „vytyčení cesty“ skrz jeskyni nebo zříceninu, aby se zajistilo, že dobrodruzi najdou cestu zpět ven.

source: Filter by name
cz: Filtrovat podle názvu

source: Wolvesbane
cz: Vlkodlak

source: Fishing Gear
cz: Rybářské vybavení

source: on foot: + CON mod
cz: pěšky: + mod KON

source: Bedroll
cz: Spací pytel

source: Include the extended encumbrance ability.
cz: Zahrnout rozšířenou schopnost zatížení.

source: config.missile.blowgun.details
cz: Dlouhé duté trubky z kovu nebo dřeva, používají sílu plic majitele k vystřelování malých šipek (nebo možná jiných projektilů). Obvykle mají délku kolem 4 stop, ale často bývají až 7 stop dlouhé.

source: Whistle
cz: Píšťalka

source: These are one-handed weapons, including swords, battle axes, maces
cz: To jsou jednoruční zbraně, včetně mečů, bojových seker, palic

source: Lock
cz: Zámek

source: title.encumbranceUnits
cz: Jednotky zatížení

source: Item
cz: Položka

source: Heavily
cz: Značně

source: Heavy
cz: Těžký

source: Holy Symbol, Silver
cz: Svatý symbol, stříbro

source: Polearm
cz: Hůlka

source: Enable the weight of coins for encumbrance calculations.
cz: Povolit váhu mincí pro výpočty zatížení.

source: Cost
cz: Cena

source: Clear, plains, trail
cz: Jasný, rovina, stezka

source: Equipment pack
cz: Vybavení balíček

source: Set coins
cz: Nastavit mince

source: Reset coins
cz: Resetovat mince

source: Book, Reading
cz: Kniha, čtení

source: Add coins
cz: Přidat mince

source: Ladder, 10'
cz: Žebřík, 10 stop

source: Category
cz: Kategorie

source: Specialist’s Tools
cz: Nástroje specialisty

source: Cleric 2
cz: Kněz 2

source: Lightly
cz: Lehce

source: Heavy crossbows can only be fired once in 3 rounds and ignore 4 AC points
cz: Těžké křížové luki lze vystřelit pouze jednou za 3 kola a ignorují 4 body AC

source: config.misc.caltrop.details
cz: Ježci (caltrop) jsou kovové hroty, které vypadají jako podpěry, přičemž jeden ostrý konec je vždy nasměrován nahoru.

source: Use of this weapon requires an attack from surprise, or a successful grapple. If a hit is scored, the target is considered grappled and will take 1d6 damage per round.
cz: Použití této zbraně vyžaduje překvapivý útok nebo úspěšný zápas. Pokud je zásah, cíl je považován za chycený a utrpí 1d6 poškození za kolo.

source: Chest
cz: Truhla

source: Missiles
cz: Střely

source: Bottle of Wine/Liquor, Poor
cz: Láhev vína/lihoviny, chudá

source: Vial or Bottle
cz: Lahvička nebo láhev

source: Club
cz: Klub

source: Miscellaneous
cz: Různé

source: Missile weapons
cz: Střelné zbraně

source: Mêlée weapons
cz: Zbraně na blízko

source: A hammer or mallet with a head made of treated wood, plant resins, or other materials. The head of this hammer makes very little sound when striking things (such as a stake, nail, or head). This does not keep what is being hit from making noise – a glass window will still make noise when it shatters.
cz: Kladivo nebo palice s hlavou z opracovaného dřeva, rostlinných pryskyřic nebo jiných materiálů. Hlava tohoto kladiva dělá při úderu na věci (jako je kůl, hřebík nebo hlava) velmi málo zvuku. To nezabraňuje tomu, co je zasaženo, aby dělalo hluk - skleněné okno stále udělá hluk, když se rozbije.

source: Dagger
cz: Dýka

source: Two-handed sword
cz: Dvouruční meč

source: Forest, desert, hills
cz: Les, poušť, kopce

source: Add item
cz: Přidat položku

source: Set
cz: Sada

source: None
cz: Žádný

source: Armor Class
cz: Třída brnění

source: Reset
cz: Resetovat

source: Arrows, quiver (20)
cz: Šípy, toulec (20)

source: OverEncumbered
cz: Přetížený

source: Oversized
cz: Příliš velký

source: Garlic
cz: Česnek

source: Sword
cz: Meč

source: The number should be equal to or greater than 0
cz: Číslo by mělo být rovno nebo větší než 0

source: Storm conditions
cz: Podmínky bouře

source: weapons.melee.secondRank
cz: Možnost útoku ze druhé řady

source: Clothing, Normal
cz: Oblečení, normální

source: Rapier
cz: Rapír

source: OR
cz: NEBO

source: Sling
cz: Pračka

source: Magic user
cz: Uživatel magie

source: Backpack
cz: Batoh

source: Short
cz: Krátký

source: Range, feet
cz: Dosah, stopy

source: Regular
cz: Pravidelný

source: Running
cz: Běh

source: Mirror, Silver
cz: Zrcadlo, stříbrné

source: Sling bullets, rocks (10)
cz: Prakové střely, kameny (10)

source: page.title.suffix
cz: — Princess Helpers, LotFP tools

source: Blowgun
cz: Foukačka

source: Block and Tackle
cz: Kladka a táhlo

source: Severely
cz: Vážně

source: Lard
cz: Sádlo

source: Sack
cz: Pytel

source: Feed, Animal/Day
cz: Krmivo, zvíře/den

source: weapons.melee.charge
cz: Zbraň, která umožňuje přijmout na sebe nápor (charge) (újma x2, útočí první): kopí, hůl.

source: Lantern
cz: Lampář

source: Details
cz: Detaily

source: Unencumbered
cz: Nezatížený

source: Pick, Miner’s
cz: Krumpáč, horníkův

source: Gem
cz: Drahokam

source: Weight
cz: Váha

source: Tobacco
cz: Tabák

source: Rations, Standard/Day
cz: Porce, standard/den

source: Chain, per foot
cz: Řetěz, za stopu

source: Dwarven Encumbrance
cz: Trpasličí zatížení

source: Precipitations, high winds
cz: Srážky, silný vítr

source: Emits light in a 10' radius. Burns for 2 hours.
cz: Vyzařuje světlo v poloměru 10 stop. Hoří 2 hodiny.

source: These weapons must be wielded with two hands. Two-handed swords, mauls, and great axes are included in this category.
cz: Tyto zbraně musí být používány oběma rukama. Do této kategorie patří dvouruční meče, palice a velké sekery.

source: Loading...
cz: Načítání...

source: Provided price is minimal
cz: Uvedená cena je minimální

source: {miPerDay, plural, =0 {miles} one {mile} two {miles} few {miles} many {miles} other {miles}}
cz: {miPerDay, plural, =0 {mil} one {mil} two {míle} few {míle} many {mil} other {mil}}

source: Inventory
cz: Inventář

source: Book, Blank
cz: Kniha, prázdná

source: Import Equipment set
cz: Importovat soubor vybavení

source: Quiver
cz: Toulec

source: Medium
cz: Střední

source: armor.baseAc
cz: Postavy bez brnění mají základní AC 12.

source: armor.unadjustedAc
cz: Neupravený Třída Brnění (Unadjusted AC) zahrnuje pouze brnění a štít. Modifikátory obratnosti, magické modifikátory nebo jakékoli jiné nejsou zahrnuty.

source: Encumbrance
cz: Zatížení

source: Add equipment item
cz: Přidat položku vybavení

source: Receives charge
cz: Přijímá nápor

source: Tent, Grand
cz: Stan, velký

source: Cost, sp
cz: Cena, sp

source: Combat
cz: Boj

source: Grappling Hook
cz: Háček

source: Specialist
cz: Specialista

source: Bow, Long
cz: Luk, dlouhý

source: config.armor.plate.details
cz: Cestovatelé, kteří se pohybují v klapotajících plátových brněních po kamenných podlahách, nemohou nikoho překvapit (PCB str. 56).

source: details.shareableJson1
cz: Běžný JSON soubor, který lze použít pro obnovení.

source: details.shareableUrl1
cz: Odkaz obnoví váš aktuální inventář. Kvůli omezením délky URL v některých prohlížečích nemusí fungovat správně (i přes kompresi samotného URL).

source: details.shareableUrl2
cz: URL může přesáhnout 2000 znaků a je kompatibilní s většinou hlavních prohlížečů, ale například není podporováno prohlížečem Edge.

source: details.shareableUrlSectionFiles
cz: Soubor

source: details.shareableUrlSectionUrl
cz: Sdílet URL

source: Spikes are useful for spiking doors closed (or spiking them open) and may be used as crude pitons in appropriate situations.
cz: Hřeby jsou užitečné pro zabouchávání dveří (nebo jejich otevírání) a mohou být použity jako hrubé špice v příslušných situacích.

source: Standard Rations include cured meats, seasonal fruits and vegetables, and fresh breads or biscuits, often wrapped in cloth. These are tastier than dry rations, but will generally only keep for a few days in all but the coldest or driest climates (up to 1 week)
cz: Standardní dávky zahrnují uzené maso, sezónní ovoce a zeleninu a čerstvý chléb nebo sušenky, často zabalené v plátěném obalu. Jsou chutnější než suché dávky, ale obvykle vydrží jen několik dní ve všech klimatických podmínkách kromě nejchladnějších nebo nejsušších (až 1 týden)

source: Crossbow, Light
cz: Kuše, lehká

source: Mancatcher
cz: Chytač mužů

source: Map, Kingdom
cz: Mapa, království

source: Crossbow, Heavy
cz: Kuše, těžká

source: Short sword
cz: Krátký meč

source: ft
cz: stopa

source: Rope, 50'
cz: Lano, 50 stop

source: Rock
cz: Skála

source: Whip
cz: Bič

source: Tinderbox
cz: Křesadlo

source: Reset all equipment
cz: Resetovat veškeré vybavení

source: Paper
cz: Papír

source: Spike, Iron
cz: Hřebík, železný

source: config.melee.slingRocks.details
cz: Pračky střílející kameny místo střel mají uvedený dosah (polovina běžného).

source: Shield
cz: Štít

source: Copper pieces
cz: Měděné kousky

source: Light crossbows can only be fired every once in 2 rounds and ignore 2 AC points
cz: Lehké kuše lze vystřelit pouze jednou za 2 kola a ignorují 2 body AC

source: Charcoal
cz: Dřevěné uhlí

source: Road
cz: Cesta

source: Plate
cz: Plát

source: Battle axe
cz: Bojová sekera

source: Wilderness
cz: Divoká příroda

source: Inventory cost
cz: Cena inventáře

source: Cleric 1
cz: Kněz 1

source: Adventurer
cz: Dobrodruh

source: Crossbow bolt (1)
cz: Kušový šíp (1)

source: Import
cz: Importovat

source: Mountains, jungle, swamp
cz: Hory, džungle, bažiny

source: Crampons
cz: Mačky

source: Missile Weapons
cz: Střelné zbraně

source: English
cz: Angličtina

source: Gold pieces
cz: Zlaté kousky

source: Soap
cz: Mýdlo

source: Add
cz: Přidat

source: Two-handed
cz: Obouruční

source: Caltrop
cz: Krakorec

source: Russian
cz: Ruština

source: Garrote
cz: Škrtidlo

source: Movement
cz: Pohyb

source: Mallet
cz: Kladivo

source: config.melee.cestus.details
cz: Zahrnuje všechny typy obinadek na pěst a kastety. Trest -2 k zásahu proti jakémukoli protivníkovi s neupraveným AC 15 a vyšším.

source: Long
cz: Dlouhý

source: Exploration
cz: Průzkum

source: Miscellaneous Equipment
cz: Různé vybavení

source: Torch
cz: Pochodeň

source: Ink
cz: Inkoust

source: Cooking Pots
cz: Vařící hrnce

source: Select random
cz: Vybrat náhodně

source: Jewelry
cz: Šperky

source: Pole, 10'
cz: Tyč, 10 stop

source: Lance
cz: Dlouhé kopí

source: No encumbrance if empty
cz: Žádné zatížení, pokud je prázdný

source: Hourglass
cz: Pískové hodiny

source: Dart for blowgun (1)
cz: Šipka pro foukačku (1)

source: This weapon can be used one-handed if charging on horseback. Otherwise, it is effectively a polearm (pike)
cz: Tato zbraň může být použita jednou rukou při náboji na koni. Jinak je to v podstatě hůlka (píka)

source: Wallet
cz: Peněženka

source: Mirror, Steel
cz: Zrcadlo, ocel

source: Weapon, Small
cz: Zbraň, malá

source: Bottle of Wine/Liquor, Rich
cz: Láhev vína/lihoviny, bohatá

source: Pouch
cz: Vak

source: Staff
cz: Hůl

source: Maul
cz: Palice

source: Specialist tools are required for Specialists to utilize their Search skill for finding traps or their Tinker skill for opening locks and conducting similar tasks.
cz: Specialisté potřebují specializované nástroje k využití své dovednosti Hledání pro hledání pastí nebo své dovednosti Tesař pro otevírání zámků a provádění podobných úkolů.

source: Charcoal pieces of carbonized wood, which can be used like chalk (with black markings), or to add to tinder
cz: Kousky dřevěného uhlí, které lze použít jako křídu (s černými značkami), nebo přidat do třísky.

source: Spike, Wooden
cz: Hřebík, dřevěný

source: weapons.melee.twoHanded
cz: Tato zbraň zabírá obě ruce

source: Clothing, Winter Travel
cz: Oblečení, zimní cestování

source: Czech
cz: Čeština

source: +1 AC versus mêlée attacks, +2 AC versus missile attacks.
cz: +1 AC proti útokům na blízko, +2 AC proti střelným útokům.

source: weapons.melee.secondRankTypes
cz: Zbraně druhé řady: dlouhé kopí, hůl, kopí.

source: weapons.missile.firing
cz: Každou vrhací zbraň lze použít jednou za kolo, kromě kuše.

source: weapons.missile.range
cz: Cíle na střední vzdálenosti mají –2 k zásahu, –4 k zásahu na dlouhé vzdálenosti.

source: Spear
cz: Kopí

source: Fighter 2
cz: Bojovník 2

source: Spyglass
cz: Dalekohled

source: Crossbow bolts, quiver (20)
cz: Kušové šípy, toulec (20)

source: Bottle of Wine/Liquor, Decent
cz: Láhev vína/lihoviny, slušná

source: Chain
cz: Řetěz

source: Mêlée Weapons
cz: Zbraně na blízko

source: Enable automatic subtraction of money when equipment items are added
cz: Povolit automatické odečítání peněz při přidávání položek vybavení

source: Tent, Pavilion
cz: Stan, pavilon

source: Dart
cz: Šipka

source: config.melee.polearm.details
cz: Toto dvouruční zbraň může být použita k útoku ze druhé řady, může být použita k setkání náporu (charge) a získává bonus +1 AB proti protivníkům s neupraveným AC 16 a vyšším.

source: Instrument
cz: Nástroj
